alsa-firmware
alsa-utils
base
base-devel
bat
bluez
bluez-utils
brightnessctl
btop
cliphist
cmatrix
discord
dunst
efibootmgr
eza
fastfetch
fd
feh
ffmpegthumbnailer
file-roller
firefox
fzf
gammastep
gimp
git
grim
grub
htop
hyprland
intellij-idea-community-edition
kde-gtk-config
kitty
kvantum
lib32-nvidia-utils
lib32-vulkan-intel
libcamera
linux
linux-firmware
linux-headers
nano
neovim
networkmanager
networkmanager-dmenu
ntfs-3g
numlockx
nvidia-dkms
nvidia-prime
nvidia-settings
nvidia-utils
nwg-look
openssh
os-prober
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-pip
ripgrep
rtkit
sddm
sddm-kcm
slurp
sof-firmware
starship
steam
stow
sudo
swaybg
swayidle
swaylock
thunar
thunar-archive-plugin
thunar-volman
tk
tldr
ttf-jetbrains-mono-nerd
ttf-liberation
tumbler
unzip
viewnior
vlc
vulkan-icd-loader
vulkan-intel
vulkan-tools
waybar
wget
wine
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xf86-input-synaptics
xfce4-power-manager
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
